PeriodicalSystem = {
        0 : {
                'input': 'wyalbadi',
                'სახელი':'წყალბადი',
                'სიმბოლო':'H',
                'რიგი':'1',
                'პერიოდი':'1',
                'რიგის ნომერი': '1'
        },

        1 : {
            'input': 'liTiumi',
                'სახელი':'ლითიუმი',
                'სიმბოლო':'Li',
                'რიგი':'1',
                'პერიოდი':'2',
                'რიგის ნომერი': '3'
        },

        2 : {
            'input': 'natriumi',
                'სახელი':'ნატრიუმი',
                'სიმბოლო':'Na',
                'რიგი':'1',
                'პერიოდი':'3',
                'რიგის ნომერი': '11'
        },

        3 : {
            'input': 'kaliumi',
                'სახელი':'კალიუმი',
                'სიმბოლო':'K',
                'რიგი':'1',
                'პერიოდი':'4ა',
                'რიგის ნომერი': '19'
        },
        
        4 : {
            'input': 'spilenZi',
                'სახელი':'სპილენძი', 
                'სიმბოლო':'Cu',
                'პერიოდი':'4ბ',
                'რიგი':'1', 'მწკრივი':'1', 
                'რიგის ნომერი': '29'
        },
        
        5:{
            'input': 'rubidiumi',
                'სახელი':'რუბიდიუმი',
                'სიმბოლო':'Rb',
                'რიგი':'1',
                'პერიოდი':'5ა',
                'რიგის ნომერი': "37"
        },

        6:{
            'input': 'vercxli',
                'სახელი':'ვერცხლი',
                'სიმბოლო':'Ag',
                'რიგი':'1',
                'პერიოდი':'5ბ',
                'რიგის ნომერი': '47'
        },

        7:{
            'input': 'ceziumi',
                'სახელი':'ცეზიუმი',
                'სიმბოლო':'Cs',
                'რიგი':'1',
                'პერიოდი':'6ა',
                'რიგის ნომერი': '55'
        },

        8:{
            'input': 'oqro',
                'სახელი':'ოქრო',
                'სიმბოლო':'Au',
                'რიგი':'1',
                'პერიოდი':'6ბ',
                'რიგის ნომერი': '79'
        },

        9:{
            'input': 'franciumi',
                'სახელი':'ფრანციუმი',
                'სიმბოლო':'Fr',
                'რიგი':'1',
                'პერიოდი':'7',
                'რიგის ნომერი': '87'
        },

        10:{
            'input': 'beriliumi',
                'სახელი':'ბერილიუმი',
                'სიმბოლო':'Be',
                'რიგი':'2',
                'პერიოდი':'2',
                'რიგის ნომერი': '4'
        },

        11:{
            'input': 'magniumi',
                'სახელი':'მაგნიუმი',
                'სიმბოლო':'Mg',
                'რიგი':'2',
                'პერიოდი':'3',
                'რიგის ნომერი': '12'
        },

        12:{
            'input': 'kalciumi',
                'სახელი':'კალციუმი',
                'სიმბოლო':'Ca',
                'რიგი':'2',
                'პერიოდი':'4ა',
                'რიგის ნომერი': '20'
        },

        13:{    
            'input': 'TuTia',
                'სახელი':'თუთია',
                'სიმბოლო':'Zn',
                'რიგი':'2',
                'პერიოდი':'4ბ',
                'რიგის ნომერი': '30'
        },

        14:{
                'input': 'stronciumi',
                'სახელი':'სტრონციუმი',
                'სიმბოლო':'Sr',
                'რიგი':'2',
                'პერიოდი':'5ა',
                'რიგის ნომერი': '38'
        },

        15:{
            'input': 'kadmiumi',
                'სახელი':'კადმიუმი',
                'სიმბოლო':'Cd',
                'რიგი':'2',
                'პერიოდი':'5ბ',
                'რიგის ნომერი': '48'
        },

        16:{
                'input': 'bariumi',
                'სახელი':'ბარიუმი',
                'სიმბოლო':'Ba',
                'რიგი':'2',
                'პერიოდი':'6ა',
                'რიგის ნომერი': '56'
        },

        17:{
            'input': 'vercxliswyali',
                'სახელი':'ვერცხლისწყალი',
                'სიმბოლო':'Hg',
                'რიგი':'2',
                'პერიოდი':'6ბ',
                'რიგის ნომერი': '80'
        },

        18:{
            'input': 'radiumi',
                'სახელი':'რადიუმი',
                'სიმბოლო':'Ra',
                'რიგი':'2',
                'პერიოდი':'7',
                'რიგის ნომერი': '88'
         },

        19:{
            'input': 'bori',
                'სახელი':'ბორი',
                'სიმბოლო':'B',
                'რიგი':'3',
                'პერიოდი':'2',
                'რიგის ნომერი': '5'
        },

        20:{
            'input': 'alumini',
                'სახელი':'ალუმინი',
                'სიმბოლო':'Al',
                'რიგი':'3',
                'პერიოდი':'2',
                'რიგის ნომერი': '13'},

        21:{
            'input': 'skandiumi',
                'სახელი':'სკანდიუმი',
                'სიმბოლო':'Sc',
                'რიგი':'3',
                'პერიოდი':'4ა',
                'რიგის ნომერი': '21'    
        },

        22:{
            'input': 'galiumi',
                'სახელი':'გალიუმი',
                'სიმბოლო':'Ga',
                'რიგი':'3',
                'პერიოდი':'4ბ',
                'რიგის ნომერი': '31'
        },

        23:{
            'input': 'itriumi',
                'სახელი':'იტრიუმი',
                'სიმბოლო':'Y',
                'რიგი':'3',
                'პერიოდი':'5ა',
                'რიგის ნომერი': '39'
        },

        24:{
            'input': 'indiumi',
                'სახელი':'ინდიუმი',
                'სიმბოლო':'In',
                'რიგი':'3',
                'პერიოდი':'5ბ',
                'რიგის ნომერი': '49'
        },

        25:{
            'input': 'lanTani',
                'სახელი':'ლანთანი',
                'სიმბოლო':'La',
                'რიგი':'3',
                'პერიოდი':'6ა',
                'რიგის ნომერი': '57'
        },

        26:{
            'input': 'Taliumi',
                'სახელი':'თალიუმი',
                'სიმბოლო':'Tl',
                'რიგი':'3',
                'პერიოდი':'6ბ',
                'რიგის ნომერი': '81'
        },

        27:{
            'input': 'aqtiniumi',
                'სახელი':'აქტინიუმი',
                'სიმბოლო':'Ac',
                'რიგი':'3',
                'პერიოდი':'7',
                'რიგის ნომერი': '89'
        },

        28:{
            'input': 'naxSiri',
                'სახელი':'ნახშირი',
                'სიმბოლო':'C',
                'რიგი':'4',
                'პერიოდი':'2',
                'რიგის ნომერი': '6'
        },

        29:{
            'input': 'siliciumi',
                'სახელი':'სილიციუმი',
                'სიმბოლო':'Si',
                'რიგი':'4',
                'პერიოდი':'3',
                'რიგის ნომერი': '14'
        },

        30:{
            'input': 'titani',
                'სახელი':'ტიტანი',
                'სიმბოლო':'Ti',
                'რიგი':'4',
                'პერიოდი':'4ა',
                'რიგის ნომერი': '22'
        },

        31:{
            'input': 'germaniumi',
                'სახელი':'გერმანიუმი',
                'სიმბოლო':'Ge',
                'რიგი':'4',
                'პერიოდი':'4ბ',
                'რიგის ნომერი': '32' 
        },

        32:{
            'input': 'cirkoniumi',
                'სახელი':'ცირკონიუმი',
                'სიმბოლო':'Zr',
                'რიგი':'4',
                'პერიოდი':'5ა',
                'რიგის ნომერი': '40'
        },

        33:{
            'input': 'kala',
                'სახელი':'კალა',
                'სიმბოლო':'Sn',
                'რიგი':'4',
                'პერიოდი':'5ბ',
                'რიგის ნომერი': '50'},

        34:{
            'input': 'hafniumi',
                'სახელი':'ჰაფნიუმი',
                'სიმბოლო':'Hf',
                'რიგი':'4',
                'პერიოდი':'6ა',
                'რიგის ნომერი': '72'
        },

        35:{
            'input': 'tyvia',
                'სახელი':'ტყვია',
                'სიმბოლო':'Pb',
                'რიგი':'4',
                'პერიოდი':'6ბ',
                'რიგის ნომერი': '82'
        },

        36:{
            'input': 'kurchatoviumi',
                'სახელი':'კურჩატოვიუმი',
                'სიმბოლო':'Ku',
                'რიგი':'4',
                'პერიოდი':'7',
                'რიგის ნომერი': '104'
        },
        37:{
            'input': 'azoti',
                'სახელი':'აზოტი',
                'სიმბოლო':'N',
                'რიგი':'5',
                'პერიოდი':'2',
                'რიგის ნომერი':'7'
        },

        38:{
            'input': 'fosfori',
                'სახელი':'ფოსფორი',
                'სიმბოლო':'P',
                'რიგი':'5',
                'პერიოდი':'3',
                'რიგის ნომერი':'17'
        },

        39:{
            'input': 'vanadiomi',
                'სახელი':'ვანადიომი',
                'სიმბოლო':'V',
                'რიგი':'5',
                'პერიოდი':'4ა',
                'რიგის ნომერი':'23'
        },

        40:{
            'input': 'dariSxani',
                'სახელი':'დარიშხანი',
                'სიმბოლო':'As',
                'რიგი':'5',
                'პერიოდი':'4ბ',
                'რიგის ნომერი':'33'
        },

        41:{
            'input': 'niobiumi',
                'სახელი':'ნიობიუმი',
                'სიმბოლო':'Nb',
                'რიგი':'5',
                'პერიოდი':'5ა',
                'რიგის ნომერი':'41'
        },

        42:{
            'input': 'stimiumi',
                'სახელი':'სტიმიუმი',
                'სიმბოლო':'Sb',
                'რიგი':'5',
                'პერიოდი':'5ბ',
                'რიგის ნომერი':'51'
        },
        43:{
                'input': 'tantali',
                'სახელი':'ტანტალი',
                'სიმბოლო':'Ta',
                'რიგი':'5',
                'პერიოდი':'6ა',
                'რიგის ნომერი':'73'
        },

        44:{
            'input': 'bismuti',
                'სახელი':'ბისმუტი',
                'სიმბოლო':'Bi',
                'რიგი':'5',
                'პერიოდი':'6ბ',
                'რიგის ნომერი':'83'
        },

        45:{
            'input': 'nilboriumi',
                'სახელი':'ნილბორიუმი',
                'სიმბოლო':'Ns',
                'რიგი':'5',
                'პერიოდი':'7',
                'რიგის ნომერი':'105'
        },

        46:{
            'input': 'Jangbadi',
                'სახელი':'ჟანგბადი',
                'სიმბოლო':'O',
                'რიგი':'6',
                'პერიოდი':'2',
                'რიგის ნომერი':'8'
        },

        47:{
            'input': 'gogirdi',
                'სახელი':'გოგირდი',
                'სიმბოლო':'S',
                'რიგი':'6',
                'პერიოდი':'3',
                'რიგის ნომერი':'16'
        },

        48:{
            'input': 'qromi',
                'სახელი':'ქრომი',
                'სიმბოლო':'Cr',
                'რიგი':'6',
                'პერიოდი':'4ა',
                'რიგის ნომერი':'24'
        },

        49:{
            'input': 'seleni',
                'სახელი':'სელენი',
                'სიმბოლო':'Se',
                'რიგი':'6',
                'პერიოდი':'4ბ',
                'რიგის ნომერი':'34'
        },

        50:{
            'input': 'molibdeni',
                'სახელი':'მოლიბდენი',
                'სიმბოლო':'Mo',
                'რიგი':'6',
                'პერიოდი':'5ა',
                'რიგის ნომერი':'42'
        },

        51:{
            'input': 'teluri',
                'სახელი':'ტელური',
                'სიმბოლო':'Te',
                'რიგი':'6',
                'პერიოდი':'5ბ',
                'რიგის ნომერი':'52'
        },

        52:{
            'input': 'volframi',
                'სახელი':'ვოლფრამი',
                'სიმბოლო':'W',
                'რიგი':'6',
                'პერიოდი':'6ა',
                'რიგის ნომერი':'74'
        },

        53:{
            'input': 'poloniumi',
                'სახელი':'პოლონიუმი',
                'სიმბოლო':'Po',
                'რიგი':'6',
                'პერიოდი':'6ბ',
                'რიგის ნომერი':'84'
        },

        54:{
            'input': 'fTori',
                'სახელი':'ფთორი',
                'სიმბოლო':'F',
                'რიგი':'7',
                'პერიოდი':'2',
                'რიგის ნომერი':'9'
        },

        55:{
            'input': 'qlori',
                'სახელი':'ქლორი',
                'სიმბოლო':'Cl',
                'რიგი':'7',
                'პერიოდი':'3',
                'რიგის ნომერი':'17'
        },

        56:{
            'input': 'manganumi',
                'სახელი':'მანგანუმი',
                'სიმბოლო':'Mn',
                'რიგი':'7',
                'პერიოდი':'4ა',
                'რიგის ნომერი':'25'
        },

        57:{
                'input': 'bori',
                'სახელი':'ბორი',
                'სიმბოლო':'Br',
                'რიგი':'7',
                'პერიოდი':'4ბ',
                'რიგის ნომერი':'35'
        },

        58:{
            'input': 'teqneciumi',
                'სახელი':'ტექნეციუმი',
                'სიმბოლო':'Tc',
                'რიგი':'7',
                'პერიოდი':'5ა',
                'რიგის ნომერი':'43'
        },

        59:{
            'input': 'iodi',
                'სახელი':'იოდი',
                'სიმბოლო':'I',
                'რიგი':'7',
                'პერიოდი':'5ბ',
                'რიგის ნომერი':'53'
        },

        60:{
            'input': 'reniumi',
                'სახელი':'რენიუმი',
                'სიმბოლო':'Re',
                'რიგი':'7',
                'პერიოდი':'6ა',
                'რიგის ნომერი':'75'
        },

        61:{
            'input': 'wyalbadi',
                'სახელი':'ასტატი',
                'სიმბოლო':'At',
                'რიგი':'7',
                'პერიოდი':'6ბ',
                'რიგის ნომერი':'85'
        },

        62:{
            'input': 'wyalbadi',
                'სახელი' :'ჰელიუმი',
                'სიმბოლო':'He',
                'რიგი':'8',
                'პერიოდი':'1',
                'რიგის ნომერი':'2'
        },

          63:{
            'input': 'wyalbadi',
                'სახელი' :'ნეონი',
                'სიმბოლო':'Ne',
                'რიგი':'8',
                'პერიოდი':'2',
                'რიგის ნომერი':'1ო'
        },

          64:{
            'input': 'wyalbadi',
                'სახელი' :'არგონი',
                'სიმბოლო':'Ar',
                'რიგი':'8',
                'პერიოდი':'3',
                'რიგის ნომერი':'18'
        },

          65:{
            'input': 'wyalbadi',
                'სახელი' :'რკინა',
                'სიმბოლო':'Fe',
                'რიგი':'8',
                'პერიოდი':'4ა',
                'რიგის ნომერი':'26'
        },

          66:{
            'input': 'wyalbadi',
                'სახელი' :'კრიპტონი',
                'სიმბოლო':'Kr',
                'რიგი':'8',
                'პერიოდი':'4ბ',
                'რიგის ნომერი':'36'
        },

          67:{
            'input': 'wyalbadi',
                'სახელი' :'რუთენიუმი',
                'სიმბოლო':'Ru',
                'რიგი':'8',
                'პერიოდი':'5ა',
                'რიგის ნომერი':'44'
        },

          68:{
            'input': 'wyalbadi',
                'სახელი' :'ქსენონი',
                'სიმბოლო':'Xe',
                'რიგი':'8',
                'პერიოდი':'5ბ',
                'რიგის ნომერი':'54'
        },

          69:{
            'input': 'wyalbadi',
                'სახელი' :'ოსმიუმი',
                'სიმბოლო':'Os',
                'რიგი':'8',
                'პერიოდი':'6ა',
                'რიგის ნომერი':'76'
        },

          70:{
            'input': 'wyalbadi',
                'სახელი' :'რადიუმი',
                'სიმბოლო':'Rn',
                'რიგი':'8',
                'პერიოდი':'',
                'რიგის ნომერი':'86'
        },

          71:{
            'input': 'wyalbadi',
                'სახელი' :'კობალტი',
                'სიმბოლო':'Co',
                'რიგი':'9',
                'პერიოდი':'4',
                'რიგის ნომერი':'27'
        },

          72:{
            'input': 'wyalbadi',
                'სახელი' :'როდიუმი',
                'სიმბოლო':'Rh',
                'რიგი':'9',
                'პერიოდი':'5',
                'რიგის ნომერი':'45'
        },

          73:{
            'input': 'wyalbadi',
                'სახელი' :'ირიდიუმი',
                'სიმბოლო':'Ir',
                'რიგი':'9',
                'პერიოდი':'6',
                'რიგის ნომერი':'77'
        },

          74:{
            'input': 'wyalbadi',
                'სახელი' :'ნიკელი',
                'სიმბოლო':'Ni',
                'რიგი':'10',
                'პერიოდი':'4',
                'რიგის ნომერი':'28'
        },

          75:{
            'input': 'wyalbadi',
                'სახელი' :'პალადიუმი',
                'სიმბოლო':'Pd',
                'რიგი':'10',
                'პერიოდი':'5',
                'რიგის ნომერი':'46'
        },

          76:{  
            'input': 'wyalbadi',
                'სახელი' :'პლატინა',
                'სიმბოლო':'Pt',
                'რიგი':'10',
                'პერიოდი':'6',
                'რიგის ნომერი':'78'
        },

        #   77:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   78:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   79:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   80:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   81:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   82:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   83:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   84:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   85:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   86:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },  

        #   87:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   88:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   89:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   90:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   91:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   92:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   93:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   94:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   95:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   96:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   97:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   98:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   99:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   100:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   101:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   102:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   103:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   104:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },

        #   105:{
        #         'სახელი' :'',
        #         'სიმბოლო':'',
        #         'რიგი':'',
        #         'პერიოდი':'',
        #         'რიგის ნომერი':''
        # },


}
